[
	{
		"__TYPE__": "SharedSliceContent",
		"variation": "default",
		"primary": {
			"content": {
				"__TYPE__": "StructuredTextContent",
				"value": [
					{
						"type": "paragraph",
						"content": {
							"text": "Exploring a new place is always exciting, but cycling through it provides a unique perspective that is often overlooked. Today, we'll venture into the heart of Normandy, France - the historic city of Rouen. Renowned for its enchanting blend of history, culture, and stunning architecture, Rouen presents an enticing cycling adventure for avid cyclists and history buffs alike.",
							"spans": []
						},
						"direction": "ltr"
					},
					{
						"type": "heading1",
						"content": {
							"text": "Setting off: A Brief Overview of Rouen",
							"spans": []
						},
						"direction": "ltr"
					},
					{
						"type": "paragraph",
						"content": {
							"text": "Rouen, the capital city of Normandy, offers an intoxicating blend of ancient and modern. Its rich past reverberates through the cobblestone streets, half-timbered houses, and breathtaking Gothic churches. Yet, the city is not stuck in the past. It has adopted a progressive stance towards urban cycling, fostering an environment that encourages both locals and tourists to explore its intricate tapestry on two wheels.",
							"spans": []
						},
						"direction": "ltr"
					},
					{
						"type": "heading1",
						"content": {
							"text": "Navigating the Medieval Streets",
							"spans": []
						},
						"direction": "ltr"
					},
					{
						"type": "paragraph",
						"content": {
							"text": "The city's historical center is largely pedestrianized, making it perfect for leisurely bike rides. As you pedal through Rouen's medieval quarter, be sure to take in the awe-inspiring architecture. Dominating the cityscape is the Notre-Dame Cathedral, an architectural marvel that inspired the likes of Claude Monet. Its spires towering above the cityscape, the cathedral is a must-visit.",
							"spans": []
						},
						"direction": "ltr"
					},
					{
						"type": "paragraph",
						"content": {
							"text": "Another noteworthy stop is the Gros Horloge, an astronomical clock dating back to the 14th century. Installed in a Renaissance arch crossing the Rue du Gros-Horloge, this spectacular timepiece is a testament to the city's prosperous past.",
							"spans": []
						},
						"direction": "ltr"
					},
					{
						"type": "paragraph",
						"content": {
							"text": "Don't miss out on the Place du Vieux-Marché, where Joan of Arc was martyred. Today, it's a bustling market square filled with vibrant stalls and charming cafes — the ideal spot for a mid-cycle break.",
							"spans": []
						},
						"direction": "ltr"
					},
					{
						"type": "heading1",
						"content": {
							"text": "Extending the Journey: Cycle Routes Beyond the City",
							"spans": []
						},
						"direction": "ltr"
					},
					{
						"type": "paragraph",
						"content": {
							"text": "For those yearning for longer rides, Rouen serves as a gateway to the breathtaking landscapes of Normandy. Several well-marked cycle routes lead from the city into the serene countryside, where green fields and apple orchards stretch as far as the eye can see.",
							"spans": []
						},
						"direction": "ltr"
					},
					{
						"type": "paragraph",
						"content": {
							"text": "One such route is the Avenue Verte, which connects London to Paris. This former railway line is a paradise for cyclists, featuring smooth tarmac and an abundance of nature. Along this route, you can take a detour to visit the picturesque village of Lyons-la-Forêt, one of the most beautiful villages in France.",
							"spans": []
						},
						"direction": "ltr"
					},
					{
						"type": "heading1",
						"content": {
							"text": "Rouen's Cycling Culture",
							"spans": []
						},
						"direction": "ltr"
					},
					{
						"type": "paragraph",
						"content": {
							"text": "Rouen is not just a city that tolerates cycling — it actively promotes it. There are numerous bike rental shops scattered around the city, offering everything from traditional bicycles to e-bikes. The city has also embraced bike-sharing programs, making it easy for visitors to hop on a bike at a moment's notice. Moreover, dedicated bike lanes and cycling-friendly laws make it an inviting city for cyclists of all skill levels.",
							"spans": []
						},
						"direction": "ltr"
					},
					{
						"type": "heading1",
						"content": {
							"text": "The Wrap-Up",
							"spans": []
						},
						"direction": "ltr"
					},
					{
						"type": "paragraph",
						"content": {
							"text": "Rouen, with its intricate history, striking architecture, and bike-friendly environment, is a haven for cycling enthusiasts. Whether you're weaving through the city's medieval streets, admiring the stunning countryside on a longer ride, or enjoying a café crème in the bustling Place du Vieux-Marché, your cycling experience in Rouen is bound to be memorable.",
							"spans": []
						},
						"direction": "ltr"
					},
					{
						"type": "paragraph",
						"content": {
							"text": "If you're a fan of cycling and history, this French gem promises an unparalleled journey back in time. So, get your helmet, rent a bike, and start exploring the charming city of Rouen on two wheels.",
							"spans": []
						},
						"direction": "ltr"
					}
				]
			}
		},
		"items": []
	}
]